Repository: HarmonicInsight/lib-insight-common
Catalog: templates/ios/__APPNAME__/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# subtitle
source: HARMONIC insight シリーズ
en: HARMONIC insight Series

# currentPlan
source: 現在のプラン
en: Current Plan

# welcomeMessage
source: ようこそ
en: Welcome

# licenseTitle
source: ライセンス
en: License

# licenseAuth
source: ライセンス認証
en: License Authentication

# emailPlaceholder
source: メールアドレス
en: Email Address

# keyPlaceholder
source: ライセンスキー
en: License Key

# activate
source: アクティベート
en: Activate

# clear
source: クリア
en: Clear

# deactivateButton
source: 解除
en: Deactivate

# deactivated
source: ライセンスを解除しました
en: License deactivated

# licenseActivated
source: ライセンスが有効化されました
en: License activated successfully

# expiryDate %@
source: 有効期限: %@
en: Expires: %@

# featureList
source: 機能一覧
en: Features

# featureAvailable
source: 利用可能
en: Available

# featureUnavailable
source: 利用不可
en: Unavailable

# errorInvalidFormat
source: 無効なライセンスキー形式です
en: Invalid license key format

# errorWrongProduct
source: この製品用のキーではありません
en: This key is not for this product

# errorExpired
source: ライセンスの有効期限が切れています
en: License has expired

# errorNetwork
source: ネットワークエラーが発生しました
en: A network error occurred
